Repository: xkelxmc/keypress-macos
Catalog: Sources/Keypress/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# about.release.history.body
source: Use stacked typing history and decide which modifiers, function, and special keys appear.
de: Nutzen Sie den gestapelten Verlauf und bestimmen Sie sichtbare Modifikator-, Funktions- und Sondertasten.
es: Usa el historial apilado y elige qué modificadores y teclas de función o especiales aparecen.
fr: Utilisez l’historique empilé et choisissez les modificateurs, touches de fonction et touches spéciales affichés.
ru: Используйте историю столбцом и выбирайте, какие модификаторы, функциональные и специальные клавиши показывать.

# about.release.history.title
source: History & Filters
de: Verlauf & Filter
es: Historial y filtros
fr: Historique et filtres
ru: История и фильтры

# about.release.position.body
source: Drag the real keyboard overlay into place with snapping, reset, and cancel.
de: Ziehen Sie das echte Tastatur-Overlay mit Einrasten, Zurücksetzen und Abbrechen an die gewünschte Stelle.
es: Arrastra la superposición real del teclado con ajuste, restablecimiento y cancelación.
fr: Placez la véritable superposition du clavier par glissement, avec alignement, réinitialisation et annulation.
ru: Перетаскивайте настоящий оверлей клавиатуры с привязкой, сбросом и отменой.

# about.release.position.title
source: On-Screen Positioning
de: Positionierung auf dem Bildschirm
es: Posición en pantalla
fr: Positionnement à l’écran
ru: Позиционирование на экране

# about.release.reliability.body
source: More resilient key, modifier, timeout, permission, and overlay state handling.
de: Robustere Behandlung von Tasten, Modifikatoren, Zeitlimits, Berechtigungen und Overlay-Zuständen.
es: Gestión más resistente de teclas, modificadores, tiempos, permisos y estados de superposición.
fr: Gestion plus robuste des touches, modificateurs, délais, autorisations et états de superposition.
ru: Более надёжная обработка клавиш, модификаторов, таймаутов, разрешений и состояния оверлея.

# about.release.reliability.title
source: Reliable Input
de: Zuverlässige Eingabe
es: Entrada fiable
fr: Saisie fiable
ru: Надёжный ввод

# about.release.studio.body
source: A resizable native sidebar, pinned live previews, and independent keyboard and pointer themes.
de: Eine skalierbare native Seitenleiste, angeheftete Live-Vorschauen und unabhängige Tastatur- und Zeigerdesigns.
es: Una barra lateral nativa redimensionable, vistas previas fijas y temas independientes para teclado y puntero.
fr: Une barre latérale native redimensionnable, des aperçus épinglés et des thèmes indépendants pour le clavier et le pointeur.
ru: Изменяемая нативная боковая панель, закреплённые живые превью и независимые темы клавиатуры и указателя.

# about.release.studio.title
source: Native Studio
de: Natives Studio
es: Estudio nativo
fr: Studio natif
ru: Нативная студия

# about.release.title
source: What’s New in 2.0.0
de: Neu in 2.0.0
es: Novedades de 2.0.0
fr: Nouveautés de la version 2.0.0
ru: Что нового в 2.0.0

# about.version
source: Version %@ (%@)
de: Version %@ (Build %@)
es: Versión %@ (%@)
fr: Version %@ (compilation %@)
ru: Версия %@ (%@)

# appearance.accentColor
source: Accent
de: Akzent
es: Acento
fr: Couleur d’accentuation
ru: Акцент

# appearance.accents
source: Pointer & HUD
de: Zeiger und Statusanzeige
es: Puntero e indicador
fr: Pointeur et indicateur
ru: Указатель и индикатор

# appearance.backgroundColor
source: Background
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
ru: Цвет фона

# appearance.border
source: Border
de: Rahmen
es: Borde
fr: Bordure
ru: Граница

# appearance.categoryStyle
source: Style
de: Stil
es: Estilo
fr: Style des catégories
ru: Стиль

# appearance.color
source: Color
de: Farbe
es: Color de tecla
fr: Couleur
ru: Цвет

# appearance.core
source: Core
de: Kern
es: Núcleo
fr: Cœur
ru: Центр

# appearance.corners
source: Corners
de: Ecken
es: Esquinas
fr: Angles
ru: Углы

# appearance.depth
source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
ru: Глубина

# appearance.fontScale
source: Font Scale
de: Schriftskalierung
es: Escala de fuente
fr: Échelle de police
ru: Масштаб шрифта

# appearance.hudColors
source: HUD colors
de: Farben der Statusanzeige
es: Colores del indicador
fr: Couleurs de l’indicateur
ru: Цвета индикатора

# appearance.keycapStyle
source: Keycap Style
de: Tastenkappenstil
es: Estilo de teclas
fr: Style des touches
ru: Стиль клавиш

# appearance.keyboardTheme
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

# appearance.keySpacing
source: Key Spacing
de: Tastenabstand
es: Espaciado entre teclas
fr: Espacement des touches
ru: Расстояние между клавишами

# appearance.overlay
source: Overlay
de: Einblendung
es: Superposición
fr: Superposition
ru: Оверлей

# appearance.override
source: Override This Category
de: Diese Kategorie überschreiben
es: Personalizar esta categoría
fr: Remplacer cette catégorie
ru: Переопределить категорию

# appearance.override.disabled
source: Enable Custom to override this category.
de: Aktivieren Sie „Eigene“, um diese Kategorie anzupassen.
es: Activa Personalizado para modificar esta categoría.
fr: Activez Personnalisé pour modifier cette catégorie.
ru: Включите свою тему, чтобы изменить эту категорию.

# appearance.pointerColors
source: Pointer colors
de: Zeigerfarben
es: Colores del puntero
fr: Couleurs du pointeur
ru: Цвета указателя

# appearance.presetsImmutable
source: Built-in themes are read-only. Your Custom theme is preserved.
de: Integrierte Designs sind schreibgeschützt. Ihr eigenes Design bleibt erhalten.
es: Los temas integrados son de solo lectura. Tu tema personalizado se conserva.
fr: Les thèmes intégrés sont en lecture seule. Votre thème personnalisé est conservé.
ru: Встроенные темы нельзя изменять. Ваша тема сохраняется.

# appearance.primary
source: Primary
de: Primär
es: Principal
fr: Principale
ru: Основной

# appearance.resetCustom
source: Reset Custom Theme
de: Eigenes Design zurücksetzen
es: Restablecer tema personalizado
fr: Réinitialiser le thème personnalisé
ru: Сбросить свою тему

# appearance.resetCustom.confirm.message
source: This restores all Custom theme colors and styles.
de: Dadurch werden alle Farben und Stile des eigenen Designs wiederhergestellt.
es: Esto restaura todos los colores y estilos del tema personalizado.
fr: Cette action restaure toutes les couleurs et tous les styles du thème personnalisé.
ru: Будут восстановлены все цвета и стили своей темы.

# appearance.resetCustom.confirm.title
source: Reset Custom Theme?
de: Eigenes Design zurücksetzen?
es: ¿Restablecer el tema personalizado?
fr: Réinitialiser le thème personnalisé ?
ru: Сбросить свою тему?

# appearance.secondary
source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
ru: Дополнительный

# appearance.shadow
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
ru: Тень

# appearance.textColor
source: Text
de: Textfarbe
es: Texto
fr: Texte
ru: Текст

# background.frame
source: Frame
de: Rahmen
es: Marco
fr: Cadre
ru: Рамка

# background.none
source: None
de: Kein Hintergrund
es: Ninguno
fr: Aucun
ru: Без фона

# background.overlay
source: Overlay
de: Einblendung
es: Superposición
fr: Superposition
ru: Оверлей

# category.capsLock
source: Caps Lock
de: Feststelltaste
es: Bloq Mayús
fr: Verr. Maj.
ru: Клавиша Caps Lock

# category.command
source: Command
de: Befehl
es: Comando
fr: Commande
ru: Клавиша Command

# category.control
source: Control
de: Steuerung
es: Tecla Control
fr: Contrôle
ru: Клавиша Control

# category.editing
source: Editing
de: Bearbeitung
es: Edición
fr: Édition
ru: Редактирование

# category.escape
source: Escape
de: Escape-Taste
es: Tecla Escape
fr: Échap.
ru: Клавиша Escape

# category.function
source: Function
de: Funktion
es: Función
fr: Fonction
ru: Функциональные

# category.letter
source: Letters & Digits
de: Buchstaben und Ziffern
es: Letras y números
fr: Lettres et chiffres
ru: Буквы и цифры

# category.navigation
source: Navigation
de: Navigationstasten
es: Navegación
fr: Touches de navigation
ru: Навигация

# category.option
source: Option
de: Wahltaste
es: Opción
fr: Touche Option
ru: Клавиша Option

# category.shift
source: Shift
de: Umschalttaste
es: Mayús
fr: Maj.
ru: Клавиша Shift

# displays.configure
source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
ru: Настроить

# displays.custom.help
source: Drag the overlay directly on this display.
de: Ziehen Sie das Overlay direkt auf diesem Display.
es: Arrastra la superposición directamente en esta pantalla.
fr: Faites glisser la superposition directement sur cet écran.
ru: Перетащите оверлей прямо на этом дисплее.

# displays.empty
source: No Displays Found
de: Keine Displays gefunden
es: No se encontraron pantallas
fr: Aucun écran détecté
ru: Дисплеи не найдены

# displays.main
source: MAIN
de: HAUPTDISPLAY
es: PRINCIPAL
fr: PRINCIPAL
ru: ОСНОВНОЙ

# displays.offset
source: Preset edge offset
de: Abstand zum Rand
es: Desplazamiento desde el borde
fr: Décalage du bord
ru: Отступ от края

# displays.position
source: Position
de: Positionierung
es: Posición
fr: Positionnement
ru: Позиция

# displays.position.subtitle
source: Choose a preset or place the overlay directly.
de: Wählen Sie eine Vorgabe oder platzieren Sie das Overlay direkt.
es: Elige una posición predefinida o coloca la superposición directamente.
fr: Choisissez une position prédéfinie ou placez directement la superposition.
ru: Выберите готовую позицию или разместите оверлей вручную.

# displays.target.fixed
source: One Display
de: Ein Display
es: Una pantalla
fr: Un écran
ru: Один дисплей

# displays.target.help
source: Follow Pointer uses the display under the pointer. Placements stay saved per display.
de: „Zeiger folgen“ verwendet das Display unter dem Zeiger. Positionen bleiben pro Display gespeichert.
es: Seguir puntero usa la pantalla bajo el puntero. Las posiciones se guardan para cada pantalla.
fr: Suivre le pointeur utilise l’écran sous le pointeur. Les positions restent enregistrées par écran.
ru: Режим «За указателем» использует дисплей под указателем. Позиции сохраняются отдельно для каждого дисплея.

# displays.target.pointer
source: Follow Pointer
de: Zeiger folgen
es: Seguir puntero
fr: Suivre le pointeur
ru: За указателем

# displays.target.selected
source: Selected Displays
de: Ausgewählte Displays
es: Pantallas elegidas
fr: Écrans sélectionnés
ru: Выбранные дисплеи

# general.app
source: Application
de: Anwendung
es: Aplicación
fr: Réglages de l’application
ru: Приложение

# general.enabled.subtitle
source: Master switch for keyboard and pointer overlays.
de: Hauptschalter für Tastatur- und Zeiger-Overlays.
es: Interruptor principal para las superposiciones de teclado y puntero.
fr: Interrupteur principal des superpositions du clavier et du pointeur.
ru: Главный переключатель оверлеев клавиатуры и указателя.

# general.hud.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
ru: Длительность

# general.hud.duration.subtitle
source: How long the On or Off confirmation remains visible.
de: Wie lange die Ein- oder Aus-Bestätigung sichtbar bleibt.
es: Tiempo que permanece visible la confirmación de activación o desactivación.
fr: Durée d’affichage de la confirmation d’activation ou de désactivation.
ru: Как долго показывать подтверждение включения или выключения.

# general.hud.enabled
source: Show Status HUD
de: Statusanzeige einblenden
es: Mostrar indicador de estado
fr: Afficher l’indicateur d’état
ru: Показывать индикатор состояния

# general.hud.enabled.subtitle
source: Confirm changes made from the menu bar or shortcut.
de: Änderungen über die Menüleiste oder einen Kurzbefehl bestätigen.
es: Confirma los cambios realizados desde la barra de menús o un atajo.
fr: Confirmer les changements effectués depuis la barre des menus ou un raccourci.
ru: Подтверждать изменения из строки меню или сочетанием клавиш.

# general.language.subtitle
source: Changes the app language immediately.
de: Ändert die App-Sprache sofort.
es: Cambia el idioma de la app inmediatamente.
fr: Change immédiatement la langue de l’app.
ru: Мгновенно меняет язык приложения.

# general.launchAtLogin.subtitle
source: Open Keypress automatically after signing in.
de: Keypress nach der Anmeldung automatisch öffnen.
es: Abre Keypress automáticamente al iniciar sesión.
fr: Ouvrir automatiquement Keypress après la connexion.
ru: Автоматически открывать Keypress после входа в систему.

# general.permission.check
source: Check Again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ru: Проверить снова

# general.permission.granted
source: Permission Granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
ru: Разрешение предоставлено

# general.permission.open
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ru: Открыть Системные настройки

# general.permission.required
source: Permission Required
de: Berechtigung erforderlich
es: Permiso necesario
fr: Autorisation requise
ru: Требуется разрешение

# general.permission.subtitle
source: Required to visualize keyboard input outside Keypress.
de: Erforderlich, um Tastatureingaben außerhalb von Keypress zu visualisieren.
es: Necesario para visualizar la entrada del teclado fuera de Keypress.
fr: Nécessaire pour visualiser les saisies clavier en dehors de Keypress.
ru: Нужно для отображения ввода с клавиатуры вне Keypress.

# general.reset.confirm.message
source: This restores every setting to its default value.
de: Dadurch werden alle Einstellungen auf ihre Standardwerte zurückgesetzt.
es: Esto restaura todos los ajustes a sus valores predeterminados.
fr: Cette action restaure tous les réglages à leur valeur par défaut.
ru: Все настройки будут возвращены к значениям по умолчанию.

# general.reset.confirm.title
source: Reset All Settings?
de: Alle Einstellungen zurücksetzen?
es: ¿Restablecer todos los ajustes?
fr: Réinitialiser tous les réglages ?
ru: Сбросить все настройки?

# keyboard.animateKeys
source: Regular Keys
de: Reguläre Tasten
es: Teclas normales
fr: Touches normales
ru: Обычные клавиши

# keyboard.animateKeys.subtitle
source: Animate keys while they are physically pressed.
de: Tasten animieren, während sie physisch gedrückt werden.
es: Anima las teclas mientras están pulsadas físicamente.
fr: Animer les touches pendant leur appui physique.
ru: Анимировать клавиши, пока они физически нажаты.

# keyboard.animateModifiers
source: Modifier Keys
de: Modifikatortasten
es: Teclas modificadoras
fr: Touches de modification
ru: Клавиши-модификаторы

# keyboard.animateModifiers.subtitle
source: Animate Command, Option, Control, and Shift.
de: Befehl, Option, Steuerung und Umschalt animieren.
es: Anima Comando, Opción, Control y Mayús.
fr: Animer Commande, Option, Contrôle et Majuscule.
ru: Анимировать Command, Option, Control и Shift.

# keyboard.content.all
source: All Keys
de: Alle Tasten
es: Todas las teclas
fr: Toutes les touches
ru: Все клавиши

# keyboard.content.shortcuts
source: Shortcuts Only
de: Nur Kurzbefehle
es: Solo atajos
fr: Raccourcis uniquement
ru: Только сочетания

# keyboard.content.subtitle
source: Show every key or only modified combinations.
de: Alle Tasten oder nur Kombinationen mit Modifikatortasten anzeigen.
es: Muestra todas las teclas o solo combinaciones con modificadores.
fr: Afficher toutes les touches ou uniquement les combinaisons avec modificateurs.
ru: Показывать все клавиши или только комбинации с модификаторами.

# keyboard.duplicates
source: Duplicate Letters
de: Doppelte Buchstaben
es: Letras repetidas
fr: Lettres répétées
ru: Повторяющиеся буквы

# keyboard.duplicates.subtitle
source: Keep repeated letters in the history.
de: Wiederholte Buchstaben im Verlauf behalten.
es: Conserva las letras repetidas en el historial.
fr: Conserver les lettres répétées dans l’historique.
ru: Сохранять повторяющиеся буквы в истории.

# keyboard.enabled.subtitle
source: Visualize keyboard input.
de: Tastatureingaben visualisieren.
es: Visualiza la entrada del teclado.
fr: Visualiser les saisies clavier.
ru: Визуализировать ввод с клавиатуры.

# keyboard.filter.functions
source: Function Keys
de: Funktionstasten
es: Teclas de función
fr: Touches de fonction
ru: Функциональные клавиши

# keyboard.filter.modifiers
source: Standalone Modifiers
de: Eigenständige Modifikatortasten
es: Modificadores independientes
fr: Modificateurs seuls
ru: Отдельные модификаторы

# keyboard.filter.modifiers.subtitle
source: Show modifiers even when no regular key is pressed.
de: Modifikatortasten auch ohne reguläre Taste anzeigen.
es: Muestra los modificadores aunque no se pulse ninguna tecla normal.
fr: Afficher les modificateurs même sans autre touche enfoncée.
ru: Показывать модификаторы даже без нажатия обычной клавиши.

# keyboard.filter.special
source: Special Keys
de: Sondertasten
es: Teclas especiales
fr: Touches spéciales
ru: Специальные клавиши

# keyboard.historyLayout
source: Layout
de: Anordnung
es: Disposición
fr: Disposition
ru: Расположение

# keyboard.layout.horizontal
source: Horizontal
de: Waagerecht
es: En horizontal
fr: Horizontale
ru: Горизонтально

# keyboard.layout.stacked
source: Stacked
de: Gestapelt
es: Apilado
fr: Empilée
ru: Столбцом

# keyboard.limitModifiers
source: Limit Includes Modifiers
de: Modifikatortasten mitzählen
es: Incluir modificadores en el límite
fr: Inclure les modificateurs dans la limite
ru: Учитывать модификаторы в лимите

# keyboard.limitModifiers.subtitle
source: Count modifier keys toward the history limit.
de: Modifikatortasten auf das Verlaufslimit anrechnen.
es: Cuenta las teclas modificadoras para el límite del historial.
fr: Compter les touches de modification dans la limite de l’historique.
ru: Учитывать клавиши-модификаторы в лимите истории.

# keyboard.maxKeys.subtitle
source: Maximum number of visible history items.
de: Maximale Anzahl sichtbarer Verlaufseinträge.
es: Número máximo de elementos visibles del historial.
fr: Nombre maximal d’éléments visibles dans l’historique.
ru: Максимальное число видимых элементов истории.

# keyboard.mode.history
source: History
de: Verlauf
es: Historial
fr: Historique
ru: История

# keyboard.mode.single
source: Single
de: Einzeln
es: Único
fr: Unique
ru: Одна комбинация

# keyboard.mode.subtitle
source: Show the latest shortcut or a running history.
de: Den letzten Kurzbefehl oder einen fortlaufenden Verlauf anzeigen.
es: Muestra el último atajo o un historial continuo.
fr: Afficher le dernier raccourci ou un historique continu.
ru: Показывать последнее сочетание или непрерывную историю.

# keyboard.timeout.subtitle
source: How long released keys remain visible.
de: Wie lange losgelassene Tasten sichtbar bleiben.
es: Tiempo que permanecen visibles las teclas soltadas.
fr: Durée d’affichage des touches relâchées.
ru: Как долго отпущенные клавиши остаются видимыми.

# pointer.drag
source: Drag
de: Ziehen
es: Arrastre
fr: Glissement
ru: Перетаскивание

# pointer.enabled.subtitle
source: Visualize pointer movement and mouse actions.
de: Zeigerbewegungen und Mausaktionen visualisieren.
es: Visualiza el movimiento del puntero y las acciones del ratón.
fr: Visualiser les mouvements du pointeur et les actions de la souris.
ru: Визуализировать движение указателя и действия мыши.

# pointer.glowIntensity
source: Glow Intensity
de: Leuchtintensität
es: Intensidad del resplandor
fr: Intensité de la lueur
ru: Интенсивность свечения

# pointer.glowRadius
source: Glow Radius
de: Leuchtradius
es: Radio del resplandor
fr: Rayon de la lueur
ru: Радиус свечения

# pointer.idleDelay
source: Idle Delay
de: Leerlaufverzögerung
es: Retardo de inactividad
fr: Délai d’inactivité
ru: Задержка бездействия

# pointer.idleDelay.subtitle
source: Hide the pointer effect after inactivity.
de: Den Zeigereffekt nach Inaktivität ausblenden.
es: Oculta el efecto del puntero tras un periodo de inactividad.
fr: Masquer l’effet du pointeur après une période d’inactivité.
ru: Скрывать эффект указателя после бездействия.

# pointer.middleClick
source: Middle Click
de: Mittelklick
es: Clic central
fr: Clic central
ru: Средний клик

# pointer.motion
source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
ru: Движение

# pointer.motionIntensity
source: Motion Intensity
de: Bewegungsintensität
es: Intensidad del movimiento
fr: Intensité du mouvement
ru: Интенсивность движения

# pointer.movement
source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
ru: Движение

# pointer.preview.resting
source: Resting
de: Ruhezustand
es: Reposo
fr: Au repos
ru: Покой

# pointer.opacity
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ru: Непрозрачность

# pointer.scroll
source: Scroll
de: Scrollen
es: Desplazamiento
fr: Défilement
ru: Прокрутка

# pointer.shape.circle
source: Circle
de: Kreis
es: Círculo
fr: Cercle
ru: Круг

# pointer.shape.diamond
source: Diamond
de: Raute
es: Rombo
fr: Losange
ru: Ромб

# pointer.shape.square
source: Square
de: Quadrat
es: Cuadrado
fr: Carré
ru: Квадрат

# pointer.shape.squircle
source: Squircle
de: Abgerundetes Quadrat
es: Cuadrado redondeado
fr: Carré arrondi
ru: Скруглённый квадрат

# pointer.stroke
source: Stroke
de: Kontur
es: Contorno
fr: Contour
ru: Обводка

# pointer.visibility.activity
source: On Activity
de: Bei Aktivität
es: Con actividad
fr: Lors de l’activité
ru: При активности

# pointer.visibility.actions
source: Clicks & Actions
de: Klicks & Aktionen
es: Clics y acciones
fr: Clics et actions
ru: Клики и действия

# pointer.visibility.always
source: Always
de: Immer
es: Siempre
fr: Toujours
ru: Всегда

# pointer.visibility.subtitle
source: Show continuously, on any activity, or only for clicks and actions.
de: Ständig, bei jeder Aktivität oder nur bei Klicks und Aktionen anzeigen.
es: Muestra continuamente, con cualquier actividad o solo con clics y acciones.
fr: Afficher en continu, lors de toute activité ou uniquement pour les clics et actions.
ru: Показывать постоянно, при любой активности или только при кликах и действиях.

# position.bottomCenter
source: Bottom Center
de: Unten mittig
es: Inferior centrado
fr: En bas au centre
ru: Снизу по центру

# position.bottomLeft
source: Bottom Left
de: Unten links
es: Inferior izquierda
fr: En bas à gauche
ru: Снизу слева

# position.bottomRight
source: Bottom Right
de: Unten rechts
es: Inferior derecha
fr: En bas à droite
ru: Снизу справа

# position.centerLeft
source: Center Left
de: Mittig links
es: Centro izquierda
fr: Au centre à gauche
ru: По центру слева

# position.centerRight
source: Center Right
de: Mittig rechts
es: Centro derecha
fr: Au centre à droite
ru: По центру справа

# position.custom
source: Custom…
de: Benutzerdefiniert…
es: Personalizada…
fr: Personnalisée…
ru: Произвольно…

# position.topCenter
source: Top Center
de: Oben mittig
es: Superior centrado
fr: En haut au centre
ru: Сверху по центру

# position.topLeft
source: Top Left
de: Oben links
es: Superior izquierda
fr: En haut à gauche
ru: Сверху слева

# position.topRight
source: Top Right
de: Oben rechts
es: Superior derecha
fr: En haut à droite
ru: Сверху справа

# style.flat
source: Flat
de: Flach
es: Plano
fr: Plat
ru: Плоский

# style.mechanical
source: Mechanical
de: Mechanisch
es: Mecánico
fr: Mécanique
ru: Механический

# style.minimal
source: Minimal
de: Minimalistisch
es: Minimalista
fr: Minimaliste
ru: Минималистичный

# theme.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
ru: Классическая

# theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ru: Тёмная

# theme.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ru: По умолчанию

# theme.gaming
source: Gaming
de: Spiele
es: Juegos
fr: Jeu
ru: Игровая

# theme.light
source: Light
de: Hell
es: Claro
fr: Clair
ru: Светлая

# theme.minimal
source: Minimal
de: Minimalistisch
es: Minimalista
fr: Minimaliste
ru: Минималистичная
